Repository: mingmanhk/Contact-SyncMate
Catalog: Contact SyncMate/Localizable.xcstrings
Source language: en
Languages: zh_hans, zh_hant

source: Off by default — your names are never rewritten unless you opt in. Chinese, Japanese, and Korean names are always left unchanged. Title Case handles "van der Berg", "McDonald", and "O'Brien" correctly.
zh_hans: 默认关闭 — 除非你主动开启,姓名不会被改写。中文、日文、韩文姓名一律保持原样。首字母大写模式能正确处理「van der Berg」、「McDonald」与「O'Brien」。
zh_hant: 預設關閉 — 除非你主動開啟,姓名不會被改寫。中文、日文、韓文姓名一律保持原樣。首字母大寫模式能正確處理「van der Berg」、「McDonald」與「O'Brien」。

source: Off — turn on for background sync
zh_hans: 已关闭 — 开启即可背景同步
zh_hant: 已關閉 — 開啟即可背景同步

source: Older backups are pruned automatically once this limit is reached
zh_hans: 达到此上限后,较旧的备份会自动清除
zh_hant: 達到此上限後,較舊的備份會自動清除

source: Oldest Backup
zh_hans: 最旧备份
zh_hant: 最舊備份

source: One-off spreadsheet exports for archiving or importing elsewhere. Snapshots above are the app's own restore format.
zh_hans: 一次性的试算表导出,适合封存或导入其他工具。上方的快照才是 App 自己的还原格式。
zh_hant: 一次性的試算表匯出,適合封存或匯入其他工具。上方的快照才是 App 自己的還原格式。

source: Only sync contacts that belong to selected groups or labels
zh_hans: 只同步属于所选群组或标签的联系人
zh_hant: 只同步屬於所選群組或標籤的聯絡人

source: Only when Mac is idle
zh_hans: 仅在 Mac 闲置时
zh_hant: 僅在 Mac 閒置時

source: Only when on AC power
zh_hans: 仅在接上电源时
zh_hant: 僅在接上電源時

source: Only when on Wi-Fi
zh_hans: 仅在使用 Wi-Fi 时
zh_hant: 僅在使用 Wi-Fi 時

source: Open Accounts Settings
zh_hans: 开启账号设置
zh_hant: 開啟帳號設定

source: Open Dashboard
zh_hans: 开启仪表板
zh_hant: 開啟儀表板

source: Open Notification Settings…
zh_hans: 开启通知设置…
zh_hant: 開啟通知設定…

source: Open Preferences
zh_hans: 开启设置
zh_hant: 開啟設定

source: Open Settings
zh_hans: 开启设置
zh_hant: 開啟設定

source: Open System Settings
zh_hans: 开启系统设置
zh_hant: 開啟系統設定

source: Open System Settings → Privacy & Security → Contacts and enable Contact SyncMate.
zh_hans: 请开启「系统设置 → 隐私权与安全性 → 联系人」并启用 Contact SyncMate。
zh_hant: 請開啟「系統設定 → 隱私權與安全性 → 聯絡人」並啟用 Contact SyncMate。

source: Open in Finder
zh_hans: 在 Finder 中开启
zh_hant: 在 Finder 中開啟

source: Opens %@.
zh_hans: 开启 %@。
zh_hant: 開啟 %@。

source: Opens a detailed view of the backup contents.
zh_hans: 开启备份内容的详细查看。
zh_hant: 開啟備份內容的詳細檢視。

source: Optional. Without a key, only the on-device NLP signals above are used — still effective for most duplicates. With a key, borderline matches (rule score %1$lld–%2$lld) are escalated to the selected Claude model.
zh_hans: 选用。未填密钥时只会使用上方的本机 NLP 信号 — 对多数重复项仍然有效。填入密钥后,难以判定的配对(规则评分 %1$lld–%2$lld)会交由所选的 Claude 模型判断。
zh_hant: 選用。未填密鑰時只會使用上方的本機 NLP 訊號 — 對多數重複項仍然有效。填入密鑰後,難以判定的配對(規則評分 %1$lld–%2$lld)會交由所選的 Claude 模型判斷。

source: Orange
zh_hans: 橙色
zh_hant: 橘色

source: Original Contacts (%lld)
zh_hans: 原始联系人(%lld)
zh_hant: 原始聯絡人(%lld)

source: Pattern Memory
zh_hans: 模式记忆
zh_hant: 模式記憶

source: Per-contact overrides are always available in the Sync Preview.
zh_hans: 你随时可以在「同步预览」中逐一覆写个别联系人。
zh_hant: 你隨時可以在「同步預覽」中逐一覆寫個別聯絡人。

source: Performance
zh_hans: 效能
zh_hant: 效能

source: Permissions
zh_hans: 权限
zh_hant: 權限

source: Pink
zh_hans: 粉色
zh_hant: 粉紅

source: Possible Duplicates
zh_hans: 可能的重复项
zh_hant: 可能的重複項

source: Preview Merged Result
zh_hans: 预览合并结果
zh_hant: 預覽合併結果

source: Preview and approve each change before syncing
zh_hans: 同步前逐项预览并批准变更
zh_hant: 同步前逐項預覽並核准變更

source: Preview what would change without writing anything
zh_hans: 预览将会变更的内容,但不写入任何数据
zh_hant: 預覽將會變更的內容,但不寫入任何資料

source: Previous
zh_hans: 上一个
zh_hant: 上一個

source: Propagate deletions across sides
zh_hans: 将删除同步到另一边
zh_hant: 將刪除同步到另一邊

source: Quick auto-sync on/off switch in the popover
zh_hans: 弹出窗口中的自动同步快速开关
zh_hant: 彈出視窗中的自動同步快速開關

source: Quit Contact SyncMate
zh_hans: 结束 Contact SyncMate
zh_hant: 結束 Contact SyncMate

source: Recent Backup Files
zh_hans: 最近的备份文件
zh_hant: 最近的備份檔案

source: Recent Changes
zh_hans: 最近的变更
zh_hant: 最近的變更

source: Recommendations
zh_hans: 建议
zh_hant: 建議

source: Refresh
zh_hans: 重新整理
zh_hant: 重新整理

source: Refresh contact count
zh_hans: 重新整理联系人数量
zh_hant: 重新整理聯絡人數量

source: Reload sync events and backups now
zh_hans: 立即重新载入同步事件与备份
zh_hant: 立即重新載入同步事件與備份

source: Remember my decisions for similar matches
zh_hans: 记住我对类似配对的决定
zh_hant: 記住我對類似配對的決定

source: Remember this choice for similar matches
zh_hans: 记住此选择并套用于类似配对
zh_hant: 記住此選擇並套用於類似配對

source: Replaces names with placeholders so the log can be shared safely
zh_hans: 以占位符取代姓名,让记录可以安全分享
zh_hant: 以佔位符取代姓名,讓記錄可以安全分享

source: Replaces your current contacts with the contents of this backup.
zh_hans: 会以此备份的内容取代你目前的联系人。
zh_hant: 會以此備份的內容取代你目前的聯絡人。

source: Requesting…
zh_hans: 正在请求…
zh_hant: 正在請求…

source: Require confirmation on first sync
zh_hans: 首次同步时要求确认
zh_hant: 首次同步時要求確認

source: Required for syncing contacts with Google Contacts via the People API.
zh_hans: 透过 People API 与 Google 联系人同步时必须具备。
zh_hant: 透過 People API 與 Google 聯絡人同步時必須具備。

source: Reset All Settings to Defaults…
zh_hans: 将所有设置重设为默认值…
zh_hant: 將所有設定重設為預設值…

source: Reset Everything for Testing
zh_hans: 完整重设以便重新测试
zh_hant: 完整重設以便重新測試

source: Reset Settings
zh_hans: 重设设置
zh_hant: 重設設定

source: Reset Settings Only
zh_hans: 仅重设偏好设置
zh_hant: 僅重設偏好設定

source: Reset Settings Only restores preferences. Reset Everything for Testing also clears contact mappings, the sync log and onboarding, so the next sync starts from scratch. Neither touches your contacts, your backups or your Google sign-in.
zh_hans: 「仅重设偏好设置」只还原设置。「完整重设以便重新测试」还会清除联系人配对、同步记录与导览状态，让下次同步从零开始。两者都不会动到你的联系人、备份或 Google 登录。
zh_hant: 「僅重設偏好設定」只還原設定。「完整重設以便重新測試」還會清除聯絡人配對、同步記錄與導覽狀態，讓下次同步從零開始。兩者都不會動到你的聯絡人、備份或 Google 登入。

source: Reset all settings?
zh_hans: 要重设所有设置吗？
zh_hant: 要重設所有設定嗎？

source: Reset to Default
zh_hans: 重设为默认值
zh_hant: 重設為預設值

source: Resolution
zh_hans: 解决方式
zh_hant: 解決方式

source: Restart Now
zh_hans: 立即重新启动
zh_hant: 立即重新啟動

source: Restart the app after changing the language
zh_hans: 变更语言后请重新启动 App
zh_hant: 變更語言後請重新啟動 App

source: Restart to change the language?
zh_hans: 要重新启动以变更语言吗？
zh_hant: 要重新啟動以變更語言嗎？

source: Restore
zh_hans: 还原
zh_hant: 還原

source: Restore This Version
zh_hans: 还原此版本
zh_hant: 還原此版本

source: Restore from Backup
zh_hans: 从备份还原
zh_hant: 從備份還原

source: Restore incomplete
zh_hans: 还原未完成
zh_hant: 還原未完成

source: Restored %lld contacts, but %lld could not be restored: %@
zh_hans: 已还原 %1$lld 位联系人,但有 %2$lld 位无法还原：%3$@
zh_hant: 已還原 %1$lld 位聯絡人,但有 %2$lld 位無法還原：%3$@

source: Restoring contacts…
zh_hans: 正在还原联系人…
zh_hant: 正在還原聯絡人…

source: Resume Setup
zh_hans: 继续设置
zh_hant: 繼續設定

source: Retrying after rate limit
zh_hans: 已达速率上限,正在重试
zh_hant: 已達速率上限,正在重試

source: Return to the app's default backup folder
zh_hans: 回到 App 的默认备份数据夹
zh_hant: 回到 App 的預設備份資料夾

source: Returns a summary of the most recent contact sync.
zh_hans: 回传最近一次联系人同步的摘要。
zh_hant: 回傳最近一次聯絡人同步的摘要。

source: Reveal backup folder in Finder
zh_hans: 在 Finder 中显示备份数据夹
zh_hant: 在 Finder 中顯示備份資料夾

source: Reveal in Finder
zh_hans: 在 Finder 中显示
zh_hant: 在 Finder 中顯示

source: Review Before Applying
zh_hans: 套用前先查看
zh_hant: 套用前先檢視

source: Review Possible Duplicates
zh_hans: 查看可能的重复项
zh_hant: 檢視可能的重複項

source: Review…
zh_hans: 查看…
zh_hant: 檢視…

source: Run Conditions
zh_hans: 执行条件
zh_hant: 執行條件

source: Run a sync now using the mode selected below
zh_hans: 以下方选取的模式立即执行同步
zh_hant: 以下方選取的模式立即執行同步

source: Run a sync, review pending changes and read the activity log in the Dashboard (⌘1).
zh_hans: 同步、查看待处理变更与活动记录，都在仪表板（⌘1）中进行。
zh_hant: 同步、檢視待處理變更與活動記錄，都在儀表板（⌘1）中進行。

source: Run sync automatically in the background
zh_hans: 在背景自动执行同步
zh_hant: 在背景自動執行同步

source: Run the AI matching pipeline during duplicate detection
zh_hans: 在侦测重复项时执行 AI 配对流程
zh_hant: 在偵測重複項時執行 AI 配對流程

source: Run your first sync to see activity here.
zh_hans: 执行第一次同步后,这里就会显示纪录。
zh_hant: 執行第一次同步後,這裡就會顯示紀錄。

source: Runs %@
zh_hans: 执行 %@
zh_hant: 執行 %@

source: Runs a contact sync between Google Contacts and Mac Contacts using your configured direction and settings.
zh_hans: 依你设置的方向与选项,在 Google 联系人与 Mac 联系人之间执行同步。
zh_hant: 依你設定的方向與選項,在 Google 聯絡人與 Mac 聯絡人之間執行同步。

source: Safety
zh_hans: 安全
zh_hant: 安全

source: Saved patterns cleared
zh_hans: 已清除保存的模式
zh_hant: 已清除儲存的模式

source: Scan for duplicate contacts before changes are applied
zh_hans: 在套用变更前扫描重复的联系人
zh_hant: 在套用變更前掃描重複的聯絡人

source: Schedule
zh_hans: 排程
zh_hant: 排程

source: Score Ranges
zh_hans: 评分范围
zh_hant: 評分範圍

source: Score must be ≥ %lld for automatic merge
zh_hans: 评分须 ≥ %lld 才会自动合并
zh_hant: 評分須 ≥ %lld 才會自動合併

source: Search contacts
zh_hans: 搜寻联系人
zh_hant: 搜尋聯絡人

source: Search history
zh_hans: 搜寻记录
zh_hant: 搜尋記錄

source: Select
zh_hans: 选取
zh_hant: 選取

source: Select Account…
zh_hans: 选择账号…
zh_hant: 選擇帳號…

source: Select a Contacts Account
zh_hans: 选择联系人账号
zh_hant: 選擇聯絡人帳號

source: Select a contact to see its saved versions
zh_hans: 选择联系人以查看其已保存的版本
zh_hant: 選擇聯絡人以查看其已儲存的版本

source: Selected
zh_hans: 已选取
zh_hant: 已選取

source: Selected Account:
zh_hans: 已选账号：
zh_hant: 已選帳號：

source: Send up to 100 changes per API call for faster sync
zh_hans: 每次 API 呼叫最多送出 100 项变更以加快同步
zh_hant: 每次 API 呼叫最多送出 100 項變更以加快同步

source: Settings…
zh_hans: 设置…
zh_hant: 設定…

source: Setup Required
zh_hans: 需要设置
zh_hant: 需要設定

source: Show API key
zh_hans: 显示 API 密钥
zh_hant: 顯示 API 密鑰

source: Show a confirmation dialog before a restore rewrites contacts
zh_hans: 还原覆写联系人前显示确认对话框
zh_hant: 還原覆寫聯絡人前顯示確認對話框

source: Show a confirmation dialog when clicking Sync Now
zh_hans: 点选「立即同步」时显示确认对话框
zh_hant: 點選「立即同步」時顯示確認對話框

source: Show a confirmation sheet for contacts that will be deleted
zh_hans: 对即将删除的联系人显示确认窗口
zh_hant: 對即將刪除的聯絡人顯示確認視窗

source: Show account status rows
zh_hans: 显示账号状态列
zh_hant: 顯示帳號狀態列

source: Show auto-sync toggle
zh_hans: 显示自动同步开关
zh_hant: 顯示自動同步開關

source: Show navigation shortcuts
zh_hans: 显示导览捷径
zh_hant: 顯示導覽捷徑

source: Show pending deletions for review before they are applied
zh_hans: 在套用前显示待删除项目以供查看
zh_hant: 在套用前顯示待刪除項目以供檢視

source: Show pending-changes badge on icon
zh_hans: 在图像上显示待处理变更标记
zh_hant: 在圖像上顯示待處理變更標記

source: Show sync result banner
zh_hans: 显示同步结果横幅
zh_hant: 顯示同步結果橫幅

source: Sign In with Google…
zh_hans: 使用 Google 登录…
zh_hant: 使用 Google 登入…

source: Sign Out
zh_hans: 登出
zh_hant: 登出

source: Sign in so Contact SyncMate can access your Google Contacts.
zh_hans: 登录后 Contact SyncMate 才能取用你的 Google 联系人。
zh_hant: 登入後 Contact SyncMate 才能取用你的 Google 聯絡人。

source: Sign in to Google (Accounts tab) to export Google contacts.
zh_hans: 请先登录 Google(账号页签)才能导出 Google 联系人。
zh_hant: 請先登入 Google(帳號頁籤)才能匯出 Google 聯絡人。

source: Sign-in failed: %@
zh_hans: 登录失败：%@
zh_hant: 登入失敗：%@

source: Skip
zh_hans: 跳过
zh_hant: 略過

source: Skip auto sync on cellular or metered connections
zh_hans: 使用行动网络或计量连线时跳过自动同步
zh_hant: 使用行動網路或計量連線時略過自動同步

source: Skip auto sync when running on battery
zh_hans: 使用电池时跳过自动同步
zh_hant: 使用電池時略過自動同步

source: Skip auto sync while you're actively using your Mac
zh_hans: 你正在使用 Mac 时跳过自动同步
zh_hant: 你正在使用 Mac 時略過自動同步

source: Skip patterns
zh_hans: 跳过的模式
zh_hant: 略過的模式

source: Skip setup
zh_hans: 跳过设置
zh_hant: 略過設定

source: Standardise country codes in postal addresses during sync
zh_hans: 同步时统一地址中的国码格式
zh_hant: 同步時統一地址中的國碼格式

source: Start Contact SyncMate automatically when you log in
zh_hans: 登录时自动启动 Contact SyncMate
zh_hant: 登入時自動啟動 Contact SyncMate

source: Start sync now?
zh_hans: 要立即开始同步吗？
zh_hant: 要立即開始同步嗎？

source: Start syncing contacts
zh_hans: 开始同步联系人
zh_hant: 開始同步聯絡人

source: Stats
zh_hans: 统计
zh_hant: 統計

# Step %lld of %lld
source: Step %1$lld of %2$lld
zh_hans: 步骤 %1$lld / %2$lld
zh_hant: 步驟 %1$lld / %2$lld

# Step %lld. %@
source: Step %1$lld. %2$@
zh_hans: 步骤 %1$lld。%2$@
zh_hant: 步驟 %1$lld。%2$@

source: Storage Used
zh_hans: 已用保存空间
zh_hant: 已用儲存空間

source: Success/failure banner after each sync
zh_hans: 每次同步后的成功／失败横幅
zh_hant: 每次同步後的成功／失敗橫幅

source: Switch to "All" to see other pending changes.
zh_hans: 切换到「全部」可查看其他待处理变更。
zh_hant: 切換到「全部」可查看其他待處理變更。

source: Sync
zh_hans: 同步
zh_hant: 同步

source: Sync Configuration
zh_hans: 同步设置
zh_hant: 同步設定

source: Sync Contacts Now
zh_hans: 立即同步联系人
zh_hant: 立即同步聯絡人

source: Sync Direction
zh_hans: 同步方向
zh_hant: 同步方向

source: Sync Failed
zh_hans: 同步失败
zh_hant: 同步失敗

source: Sync History
zh_hans: 同步记录
zh_hant: 同步記錄

source: Sync History & Backups
zh_hans: 同步记录与备份
zh_hant: 同步記錄與備份

source: Sync Mode
zh_hans: 同步模式
zh_hant: 同步模式

source: Sync Now
zh_hans: 立即同步
zh_hant: 立即同步

source: Sync Now applies every change immediately
zh_hans: 「立即同步」会直接套用所有变更
zh_hant: 「立即同步」會直接套用所有變更

source: Sync Preview
zh_hans: 同步预览
zh_hant: 同步預覽

source: Sync Status
zh_hans: 同步状态
zh_hant: 同步狀態

source: Sync changes in both directions automatically
zh_hans: 自动双向同步变更
zh_hant: 自動雙向同步變更

source: Sync completed
zh_hans: 同步完成
zh_hant: 同步完成

source: Sync deleted contacts
zh_hans: 同步已删除的联系人
zh_hant: 同步已刪除的聯絡人

source: Sync direction
zh_hans: 同步方向
zh_hant: 同步方向

source: Sync errors
zh_hans: 同步错误
zh_hant: 同步錯誤

source: Sync finished.
zh_hans: 同步已结束。
zh_hant: 同步已結束。

source: Sync history will appear here
zh_hans: 同步记录会显示在这里
zh_hant: 同步記錄會顯示在這裡

source: Sync progress
zh_hans: 同步进度
zh_hant: 同步進度

source: Sync started
zh_hans: 同步已开始
zh_hant: 同步已開始

source: Sync status
zh_hans: 同步状态
zh_hant: 同步狀態

source: Syncing Contacts
zh_hans: 正在同步联系人
zh_hant: 正在同步聯絡人

source: System
zh_hans: 系统
zh_hant: 系統

source: System Default
zh_hans: 系统默认
zh_hant: 系統預設

source: Teal
zh_hans: 蓝绿
zh_hant: 藍綠

source: Test API Key
zh_hans: 测试 API 密钥
zh_hant: 測試 API 密鑰

source: Test Connection
zh_hans: 测试连线
zh_hant: 測試連線

source: The cloud tier is called only for ambiguous pairs — never for high-confidence matches or when you're offline.
zh_hans: 只有在配对难以判定时才会呼叫云端 — 高信心配对或离线时都不会呼叫。
zh_hant: 只有在配對難以判定時才會呼叫雲端 — 高信心配對或離線時都不會呼叫。

source: The interface language changes after the app restarts.
zh_hans: 界面语言会在 App 重新启动后变更。
zh_hant: 介面語言會在 App 重新啟動後變更。

source: Theme
zh_hans: 主题
zh_hant: 主題

source: These contacts appear to be the same person. Please confirm how to handle them.
zh_hans: 这些联系人看起来是同一个人。请确认要如何处理。
zh_hant: 這些聯絡人看起來是同一個人。請確認要如何處理。

source: These run instantly on-device with no network access required.
zh_hans: 这些完全在装置上即时执行,不需要网络。
zh_hant: 這些完全在裝置上即時執行,不需要網路。

source: These safeguards are recommended. Disabling them speeds up sync but increases the risk of data loss.
zh_hans: 建议保留这些防护。关闭可加快同步,但会提高数据遗失的风险。
zh_hant: 建議保留這些防護。關閉可加快同步,但會提高資料遺失的風險。

source: This clears the recorded activity log only. Your backups and contacts are not affected.
zh_hans: 这只会清除活动记录，你的备份与联系人不受影响。
zh_hant: 這只會清除活動記錄，你的備份與聯絡人不受影響。

source: This contact has no previous versions
zh_hans: 此联系人没有先前的版本
zh_hant: 此聯絡人沒有先前的版本

source: This will remove all saved duplicate resolution patterns. You'll be asked to confirm duplicates again.
zh_hans: 这会移除所有已保存的重复项处理模式,之后系统会再次请你确认重复项。
zh_hant: 這會移除所有已儲存的重複項處理模式,之後系統會再次請你確認重複項。

source: This will restore all contacts to a previous state
zh_hans: 这会将所有联系人还原到先前状态
zh_hant: 這會將所有聯絡人還原到先前狀態

source: Timeline
zh_hans: 时间轴
zh_hant: 時間軸

source: Tint for buttons and highlights. System follows your macOS accent colour.
zh_hans: 按钮与标示的色调。「系统」会跟随你的 macOS 强调色。
zh_hant: 按鈕與標示的色調。「系統」會跟隨你的 macOS 強調色。

source: Total Backups
zh_hans: 备份总数
zh_hant: 備份總數

source: Total Contacts
zh_hans: 联系人总数
zh_hant: 聯絡人總數

source: Total saved patterns
zh_hans: 已保存的模式总数
zh_hant: 已儲存的模式總數

source: Trim the menu bar popover down to just what you use. Sync Now and Quit are always shown.
zh_hans: 把菜单栏弹出窗口精简到只留你会用到的项目。「立即同步」与「结束」一律显示。
zh_hant: 把選單列彈出視窗精簡到只留你會用到的項目。「立即同步」與「結束」一律顯示。

source: Unnamed contact
zh_hans: 未命名联系人
zh_hant: 未命名聯絡人

source: Use monochrome menu bar icon
zh_hans: 使用单色菜单栏图像
zh_hant: 使用單色選單列圖像

source: User Confirmation
zh_hans: 使用者确认
zh_hant: 使用者確認

source: Values found:
zh_hans: 找到的值：
zh_hant: 找到的值：

source: Verify access to Mac Contacts
zh_hans: 验证 Mac 联系人的取用权限
zh_hant: 驗證 Mac 聯絡人的取用權限

source: Verify connection to Google Contacts API
zh_hans: 验证与 Google 联系人 API 的连线
zh_hant: 驗證與 Google 聯絡人 API 的連線

source: Version %lld
zh_hans: 版本 %lld
zh_hant: 版本 %lld

source: Version History
zh_hans: 版本记录
zh_hant: 版本記錄

source: Versions (%lld)
zh_hans: 版本(%lld)
zh_hant: 版本(%lld)

source: View
zh_hans: 查看
zh_hant: 檢視

source: View Full Details
zh_hans: 查看完整详细数据
zh_hant: 檢視完整詳細資料

source: View History & Backups
zh_hans: 查看记录与备份
zh_hant: 檢視記錄與備份

source: Welcome to Contact SyncMate
zh_hans: 欢迎使用 Contact SyncMate
zh_hant: 歡迎使用 Contact SyncMate

source: What will happen
zh_hans: 接下来会发生什么
zh_hant: 接下來會發生什麼

source: When enabled, Contact SyncMate won't appear in the Dock
zh_hans: 启用后,Contact SyncMate 不会出现在 Dock 中
zh_hant: 啟用後,Contact SyncMate 不會出現在 Dock 中

source: Which Claude model analyses borderline duplicate pairs
zh_hans: 由哪个 Claude 模型分析难以判定的重复配对
zh_hant: 由哪個 Claude 模型分析難以判定的重複配對

source: Wider range = more API calls and higher accuracy; narrower = fewer calls and lower cost.
zh_hans: 范围越宽 = API 呼叫越多、准确度越高;越窄 = 呼叫越少、成本越低。
zh_hant: 範圍越寬 = API 呼叫越多、準確度越高;越窄 = 呼叫越少、成本越低。

source: Write every contact even if it appears unchanged
zh_hans: 即使联系人看起来没有变动,也一律写入
zh_hant: 即使聯絡人看起來沒有變動,也一律寫入

source: You can always change this later in Preferences.
zh_hans: 你随时可以在「设置」中更改。
zh_hant: 你隨時可以在「設定」中更改。

source: Your Mac doesn't have any contacts accounts configured
zh_hans: 你的 Mac 尚未设置任何联系人账号
zh_hant: 你的 Mac 尚未設定任何聯絡人帳號

source: Your contacts stay on your device. No third-party servers are involved.
zh_hans: 你的联系人只留在你的装置上,不经过任何第三方伺服器。
zh_hant: 你的聯絡人只留在你的裝置上,不經過任何第三方伺服器。

source: Your contacts were rolled back to the selected backup.
zh_hans: 你的联系人已回复到所选备份的状态。
zh_hant: 你的聯絡人已回復到所選備份的狀態。

source: Your decision:
zh_hans: 你的决定：
zh_hant: 你的決定：

source: and %lld more…
zh_hans: 还有 %lld 项…
zh_hant: 還有 %lld 項…

source: more
zh_hans: 更多
zh_hant: 更多

source: waiting for AC power
zh_hans: 等待接上电源
zh_hant: 等待接上電源

source: waiting for an unmetered network
zh_hans: 等待非计量网络
zh_hant: 等待非計量網路

source: waiting until the Mac is idle
zh_hans: 等待 Mac 闲置
zh_hant: 等待 Mac 閒置
